print ("\t\t\t#### 회비 정보 ####\t\t\t")
print ("="*60)
print ("이름\t      나이\t     전화번호\t       회비\t")
print ("="*60)
print ("홍길동\t      \"15\"\t     010-123-1234\t       \\20,000\t")
print ("임꺽정\t      \"20\"\t     010-234-2345\t       \\30,000\t")
print ("김말이\t      \"28\"\t     010-345-3456\t       \\50.000\t")
print ("-"*60)
print ("총합계\t\t\t\t\t\t      \\100,000\t")
print ("="*60)

print (20/20, "입니다", 10+10,"입니다")

print ("12+54 =", 12+54, "입니다")
print ("268-42 =", 268-42, "입니다")
print ("2*23 =", 2*23, "입니다")
print ("120/3 =", 120/3, "입니다")

print ( f" 3 + 5 = {3+5} 입니다")  # 윗 결과값처럼 똑같이 표현 가능     
print ("3+5={}입니다".format(3+5)) # 윗 결과값처럼 똑같이 표현 가능
print ("{} + {} = {}".format(10, 20, 10+20))   # 10, 20 ,10+20 값 순차적으로 안에 적용된것.
print ("{2} + {0} = {1}".format(10, 20, 10+20))   #{} 안에 숫자를 통해 몇번쨰 숫자를 넣을지 부여가능.
print ("{:,}".format(1000000)) #3자릿수마다 값 표현
print ("{:<10} , {:0<10}".format("1번쨰","2번쟤"))  #10칸을 만들어서 왼쪽으로 정렬/비워져있는 공간을 0으로 채우는것
print ("{:>10} , {:8>10}".format("1번쨰","2번쟤"))  #오른쪽으로 정렬
print ("{:^10} , {:5^10}".format("1번쨰","2번쟤"))  #가운대 정렬